//WMTI 테마 포트폴리오 25종
export const wmtiThemePortfolioMap = {
  // 공격투자형
  TP01: '배당 중심의 공격적',
  TP02: '가치주 중심의 공격적',
  TP03: '미국 중심의 공격적',
  TP04: 'ESG 중심의 지속가능한',
  TP05: '기술주 중심의 성장',
  TP06: '글로벌 대장주 중심의',
  TP07: '실물자산 중심의 대체투자',
  TP08: '전문가 운용의 액티브',
  TP09: '미중 양대 강국 중심의',
  TP10: '글로벌 분산의 공격적',
  TP11: '신흥시장 중심의 바겐헌팅',

  // 적극투자형
  TP14: '펀드 입문자를 위한 적극적',
  TP15: '배당 중심의 적극적',
  TP16: '가치주 중심의 적극적',
  TP17: '미국 중심의 적극적',
  TP18: '글로벌 분산의 적극적',

  // 위험중립형
  TP12: '계절 변화에 대응하는 균형',
  TP13: '영구적 자산배분의 균형',
  TP19: '펀드 입문자를 위한 균형',
  TP20: '배당 중심의 균형',
  TP21: '가치주 중심의 균형',

  // 안정형
  TP22: '안정추구형을 위한 보수적',
  TP23: '펀드 입문자를 위한 보수적',
  TP24: '안정형을 위한 초보수적',
  TP25: '펀드 입문자를 위한 초보수적',
};
